{
  "MSG_INIT_WALLET": "Initializing wallet...",
  "WALL_ANNOUNCEMENT_TITLE": "The Announcement of Stopping BTC.com Wallet Service ",
  "WALL_ANNOUNCEMENT_DATE": "",
  "WALL_ANNOUNCEMENT_BEGIN": "Dear BTC.com Wallet Users, ",
  "WALL_ANNOUNCEMENT_MAIN": "<div style='text-indent:32px'>Considering that some user assets have not been safely transferred, the BTC.com wallet service originally scheduled to stop on April 1, 2022 will be postponed to officially stop service at 00:00 (UTC+0) on April 15, 2022. Please complete the withdrawal ASAP. Other businesses of BTC.com will not be affected and will continue to provide services as usual. We do apologize for the inconvenience.  <div><div style='text-indent:32px'>After the service is shut down, the address provided by the BTC.com wallet will not be able to be used normally. If you use the BTC.com wallet address on other platforms, please stop using it ASAP and export your BTC.com wallet balance to other available wallets in time. <div><div style='text-indent:32px'> If you have any balance-related issues after the service is shut down, please contact us through the official email address: support@btcm.group,  we will handle it for you ASAP. <div><div style='text-indent:32px'> Thank you for your continued support and love for the BTC.com wallet. BTC.com will continue to forge ahead on the road of continuous optimization and innovation, and continue to provide professional data and mining pool services for blockchain enthusiasts around the world. <div><div style='text-indent:32px'> Please pay attention to the safety of your funds and beware of new scams. BTC.com officials and staff will never ask you for your account password, backup PDF file, and will never ask you to make private transfers and withdrawals! ",
  "WALL_ANNOUNCEMENT_END": "BTC.com Wallet Team",
  "WALL_ANNOUNCEMENT_INFO": "BTC.com Wallet will officially stop service at 00:00 (UTC+0) on April 15, 2022, please complete the withdrawal ASAP.",
  "WALL_ANNOUNCEMENT_VIEW": "Check details",
  "WALL_ANNOUNCEMENT_DIALOG": "Announcement of Stopping Service "
}